<?php

return [
    'singular' => 'الوصي',
    'plural' => 'الأوصياء',
    'fields' => [
        'id' => 'الرقم المعرفي',
        'etat_civil_id' => 'رقم الحالة المدنية',
        'nom' => 'الاسم الأخير',
        'prenom' => 'الاسم الأول',
        'sexe' => 'الجنس',
        'telephone' => 'الهاتف',
        'email' => 'البريد الإلكتروني',
        'adresse' => 'العنوان',
        'cin' => 'رقم الهوية',
        'remarques' => 'ملاحظات',
        'created_at' => 'تاريخ الإنشاء',
        'updated_at' => 'تاريخ التحديث',
    ],
];
